Repository: iboxpro/ios.sdk
Catalog: ibox.pro.sdk.external.example/*.lproj/Localizable.strings
Languages: ru

# common_ok
source: Ok
ru: Ок

# common_cancel
source: Cancel
ru: Отмена

# common_pay
source: Pay
ru: Оплата

# common_next
source: Next
ru: Далее

# common_close
source: Close
ru: Закрыть

# common_done
source: Done
ru: Готово

source: Common error
ru: Произошла ошибка

# common_phone_hint
source: Phone
ru: Телефон

# common_password_hint
source: Password
ru: Пароль

# common_amount_hint
source: Amount
ru: Сумма

# common_description_hint
source: Description
ru: Описание

# common_no_description
source: no description
ru: Описание отсутствует

# common_retry
source: Retry
ru: Повтроить

# common_continue
source: Continue
ru: Продолжить

# common_copy_to_clipboard
source: Ð¡opy to clipboard
ru: Скопировано в буфер обмена

# common_fiscalize
source: Fiscalize
ru: Фискализировать

# initial_ping
source: Ping
ru: Проверить ридер

# initial_ping_connected
source: Connected. Battery level: %d
ru: Подключен. Уровень заряда батареи: %d

# initial_ping_not_connected
source: Not connected.
ru: Не подключен.

# initial_forgot_bt_reader
source: Forgot BT reader
ru: Забыть BT ридер

# initial_payment
source: Payment
ru: Платеж

# initial_payment_type_card
source: Card payment
ru: Банковской картой

# initial_payment_type_cash
source: Cash payment
ru: Наличными

# initial_payment_type_prepaid
source: Prepaid
ru: Предоплата

# initial_payment_type_credit
source: Credit
ru: Постоплата

# initial_payment_type_link
source: Link
ru: Ссылка

# initial_payment_type_recurrent
source: Recurrent payment
ru: Рекуррентный платеж

# initial_purchase
source: Purchase
ru: Покупка

# initial_transaction
source: Transaction
ru: Транзакция

# initial_product
source: Product
ru: Продукт

# initial_product_data
source: Current fields data:
ru: Текущие данные полей:

# initial_product_no_data
source: No fields data.
ru: Данные полей отсутствуют.

# initial_product_edit
source: Edit fields data
ru: Изменить данные полей

# initial_reader_type
source: Reader type
ru: Тип ридера

# initial_select_reader_type
source: Select reader type
ru: Выберите тип ридера

# initial_authorization
source: Authorization
ru: Авторизация

# initial_tags
source: Use tags
ru: Использовать теги

# initial_add_tags
source: Add tag for:
ru: Тег для:

# initial_tag_code
source: tag code
ru: код

# initial_tag_value
source: tag value
ru: значение

# initial_tags_data
source: Current tags data:
ru: Текущие данные тегов:

# initial_tags_no_data
source: No tags data.
ru: Теги отсутствуют.

# initial_clear_data
source: Clear data
ru: Очистить данные

# initial_add
source: Add
ru: Добавить

# initial_add_purchase
source: Purchase:
ru: Покупка:

# initial_purchase_title
source: title
ru: название

# initial_purchase_price
source: price
ru: цена

# initial_purchase_quantity
source: quantity
ru: количество

# initial_purchase_tax_code
source: tax code
ru: код налога

# initial_purchase_data
source: Current purchase data:
ru: Текущие данные покупок:

# initial_purchase_no_data
source: No purchase data.
ru: Покупки отсутствуют.

# initial_extid_hint
source: ExtID
ru: Внешний идентификатор

# product_preparable
source: Preparable product
ru: Загрузка данных заказа

# product_save
source: Save data
ru: Сохранить

# product_prepare
source: Send request
ru: Отправить запрос

# history_title
source: History
ru: История

# history_transaction
source: Transaction
ru: Транзакция

# history_transactions
source: Transactions
ru: Транзакции

# history_transactions_in_process
source: Transactions in process
ru: Транзакции в обработке

# history_input_transaction_id
source: Enter transaction ID
ru: Введите Transaction ID

# history_transaction_details
source: Transaction details
ru: Подробно о транзакции

# history_cancel_payment
source: Cancel
ru: Отмениить

# history_return_payment
source: Return
ru: Возврат

source: Reverse amount
ru: Сумма отмены

# reverse_purchases_error
source: Purchases error
ru: Ошибка данных покупок

# reverse_tags_error
source: Tags error
ru: Ошибка данных тегов

# schedule_type
source: Repeat
ru: Периодичность

# schedule_type_delayed_once
source: Delayed once
ru: Только один раз

# schedule_type_weekly
source: Weekly
ru: Еженедельно

# schedule_type_monthly
source: Monthly
ru: Каждый месяц

# schedule_type_quarterly
source: Quarterly
ru: Ежеквартально

# schedule_type_annual
source: Annual
ru: Каждый год

# schedule_type_arbitrary_dates
source: Arbitrary days
ru: В заданые дни

# schedule_start
source: Start
ru: Начать

# schedule_end
source: End
ru: Закончить

# schedule_month
source: Month
ru: Месяц

# schedule_week_day
source: Week day
ru: День недели

# schedule_day
source: Day
ru: День

# schedule_last_day
source: Last day
ru: Последний день

# schedule_date
source: Date
ru: Дата

# schedule_time
source: Time
ru: Время

# schedule_quantity
source: Qty
ru: Кол-во

# payment_processing
source: Please wait...
ru: Пожалуйста, подождите...

# payment_reader_init
source: Reader initialization...
ru: Инициализация ридера...

# payment_reader_connect
source: Connect reader
ru: Подключите ридер

# payment_swipe_insert
source: Insert card or swipe
ru: Вставьте карту или проведите магнитной полосой

# payment_swipe
source: Swipe card
ru: Проведите магнитной полосой

# payment_swipe_insert_tap
source: Insert card or swipe or tap
ru: Вставьте карту или приложите или проведите магнитной полосой

# payment_error_reader_disconnected
source: Reader disconnected
ru: Ридер одключен

# payment_error_reader_timeout
source: Reader timeout
ru: Таймаут ридера

# payment_error_reverse
source: Cancelation error
ru: Ошибка проведения отмены платежа

# payment_card_error
source: Card error
ru: Ошибка карты

# payment_card_eject
source: Eject card
ru: Извлеките карту

# payment_choose_card_app
source: Choose application
ru: Выберите прилолжение

# payment_steps
source: Steps
ru: Шаги

# payment_error_emv_cancel
source: Transaction canceled EMV Cancel
ru: Транзакция отменена EMV Cancel

# payment_error_emv_zero_tran
source: Zerro amount
ru: Сумма должна быть больше нуля

# additional_data_signature
source: Signature
ru: Подпись

# link_payment_send_link
source: Send link
ru: Отправить ссылку

# link_payment_new_payment
source: New payment
ru: Новый платеж

# payment_result_bank_name
source: Bank
ru: Банк

# payment_result_client_name
source: Company name
ru: Название компании

# payment_result_client_legal_name
source: Company legal name
ru: Название юридического лица

# payment_result_client_phone
source: Company phone
ru: Телефон компании

# payment_result_client_web
source: Company site
ru: WEB-сайт компании

# payment_result_transaction_date
source: Transaction date
ru: Дата и время операции

# payment_result_transaction_terminal_name
source: Terminal
ru: Номер терминала

# payment_result_transaction_invoice
source: Invoice
ru: Номер чека

# payment_result_transaction_approval_code
source: Approval code
ru: Код подтверждения

# payment_result_transaction_iin_and_pan
source: Card number & type
ru: Номер и тип карты

# payment_result_transaction_emv_data
source: EMV data
ru: EMV тэги транзакции

# payment_result_transaction_operation
source: Operation
ru: Тип операции

# payment_result_transaction_amount
source: Ammount
ru: Сумма операции

# payment_result_transaction_extid
source: ExtID
ru: Внешний идентификатор

# payment_result_transaction_tax
source: Tax
ru: Комиссия: 0р.

# payment_result_transaction_state
source: State
ru: Статус

# payment_result_client_signature
source: Client signature__________________
ru: Подпись клиента___________________

# payment_result_client_pin
source: Was entered PIN
ru: Подтверждено вводом PIN

# fiscal_info_title
source: Fiscal info
ru: Фискальная информация

# fiscal_info_invoice
source: Invoice #
ru: Чек №

# fiscal_info_fd
source: FD #
ru: ФД №

# fiscal_info_fn
source: FN #
ru: ФН №

# fiscal_info_fdp
source: FPD #
ru: ФПД №

# fiscal_info_zn
source: ZN KKT
ru: ЗН ККТ

# fiscal_info_shift
source: Shift #
ru: Смена №
